Repository: IBMPredictiveAnalytics/SPSSINC_MODIFY_TABLES
Catalog: src/lang/*/SPSSINC_MODIFY_TABLES.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Information
es: Información
fr: Informations
it: Informazioni
ja: 情報
ko: 정보
pl: Informacja
pt_br: Informações
ru: Информация
zh_cn: 信息
zh_tw: 資訊

source: HIDE cannot be combined with other actions
de: HIDE kann nicht mit anderen Aktionen kombiniert werden.
es: HIDE no se puede combinar con otras acciones
fr: HIDE ne peut pas être combiné avec d'autres actions
it: Impossibile combinare HIDE con altre azioni
ja: HIDE を他の操作と組み合わせることはできません
ko: HIDE는 다른 작업과 결합할 수 없습니다.
pl: Działanie HIDE nie może być połączone z innymi działaniami
pt_br: Não é possível combinar HIDE com outras ações
ru: HIDE нельзя объединить с другими действиями
zh_cn: HIDE 不能与其他操作组合使用
zh_tw: HIDE 不得與其他動作組合

source: Row or column specification must be a sequence of one or more values
de: Zeilen- bzw. Spaltenspezifikation muss ein Wert oder eine Sequenz aus mehreren Werten sein.
es: La especificación de fila o columna debe ser una secuencia de uno o más valores
fr: Les spécifications de colonne ou de ligne doivent être une séquence d'une ou plusieurs valeurs
it: La specifica di righe o colonne deve essere una sequenza di uno o più valori
ja: 行または列の指定は、1 つまたは一連の複数の値でなければなりません
ko: 행 또는 열 지정은 하나 이상의 값의 시퀀스여야 합니다.
pl: Specyfikacja rzędu lub kolumny musi być sekwencją jednej lub więcej wartości
pt_br: A especificação da linha ou coluna deve ser uma sequência de um ou mais valores
ru: Спецификация строк или столбцов должна быть последовательностью из одного или нескольких значений
zh_cn: 行或列指定必须为一个或多个值的序列
zh_tw: 列或行指定必須是一或多個數值的序列

source: The rows dimension cannot be combined with resizing
de: Die Spaltendimension kann nicht mit Größenänderung kombiniert werden.
es: La dimensión de filas no se puede combinar con el cambio de tamaño
fr: Les dimensions de ligne ne peuvent pas être combinées avec le redimensionnement
it: La dimensione della riga non può essere combinata con il ridimensionamento
ja: 行の次元をサイズ変更と組み合わせることができません
ko: 행 차원은 크기 조정과 결합할 수 없습니다.
pl: Rozmiary rzędów nie mogą być połączone ze zmianą rozmiaru
pt_br: A dimensão das linhas não pode ser combinada com o redimensionamento
ru: Измерение строк не может быть объединено с изменением размеров
zh_cn: 行维度不能与调整大小组合使用
zh_tw: 列維度不得與重新調整大小組合

source: Regular expression mode is not available with widths
de: Der Modus 'Regulärer Ausdruck' steht für Breiten nicht zur Verfügung.
es: El modo de expresión regular no está disponible con los anchos
fr: Le mode expression standard n'est pas disponible avec les largeurs
it: La modalità di espressione regolare non è disponibile con le larghezze
ja: 正規表現モードを幅に対して使用することはできません
ko: 정규식 모드는 너비와 함께 사용할 수 없습니다.
pl: Tryb wyrażenia regularnego jest niedostępny z szerokościami
pt_br: O modo de expressão regular não está disponível com larguras
ru: Регулярные выражения неприменимы со значениями ширины
zh_cn: 正则表达式模式对宽度不可用
zh_tw: 寬度無法使用規則運算式模式

source: The number of column sizes specified is different from number of columns specified.
de: Die Anzahl der angegebenen Spaltengrößen stimmt nicht mit der Anzahl der angegebenen Spalten überein.
es: El número de tamaños de columna especificado es diferente del número de columnas especificado.
fr: Le nombre de tailles de colonne spécifié est différent du nombre de colonnes spécifié.
it: Il numero di dimensioni di colonna specificato è diverso dal numero di colonne specificato.
ja: 指定した列サイズの数が指定した列の数と異なります。
ko: 지정된 열 크기 수가 지정된 열 수와 다릅니다.
pl: Podana liczba rozmiarów kolumn różni się od podanej liczby kolumn.
pt_br: O número de tamanhos de coluna especificado é diferente do número de colunas especificado.
ru: Заданное число значений ширины столбцов отличается от заданного числа столбцов.
zh_cn: 指定的列大小数目不同于指定的列数。
zh_tw: 指定的行大小數目與指定的行數不同。

source: ROWLABELS and ROWLABELWIDTHS must be specified together
de: ROWLABELS und ROWLABELWIDTHS müssen zusammen angegeben werden.
es: ROWLABELS y ROWLABELWIDTHS deben especificarse en conjunto
fr: ROWLABELS et ROWLABELWIDTHS doivent être spécifiés ensemble
it: ROWLABELS e ROWLABELWIDTHS devono essere specificati insieme
ja: ROWLABELS と ROWLABELWIDTHS は同時に指定する必要があります
ko: ROWLABELS 및 ROWLABELWIDTHS는 함께 지정해야 합니다.
pl: ETYKIETYRZĘDÓW I SZEROKOŚCIETYKIETRZĘDÓW muszą być podane razem
pt_br: ROWLABELS e ROWLABELWIDTHS devem ser especificados juntos
ru: ROWLABELS и ROWLABELWIDTHS должны быть заданы вместе
zh_cn: ROWLABELS 和 ROWLABELWIDTHS 必须同时指定
zh_tw: 必須同時指定 ROWLABELS 與 ROWLABELWIDTHS

source: The number of row label sizes specified is different from number of row labels specified.
de: Die Anzahl der angegebenen Größen für Zeilenbeschriftungen stimmt nicht mit der Anzahl der angegebenen Zeilenbeschriftungen überein.
es: El número de tamaños de etiqueta de fila especificado es diferente del número de etiquetas de fila especificado.
fr: Le nombre de tailles d'étiquette de colonne spécifié est différent du nombre d'étiquettes de colonnes spécifié.
it: Il numero di dimensioni di etichette di riga specificato è diverso dal numero di etichette di riga specificato.
ja: 指定した行ラベルのサイズの数が指定した行ラベルの数と異なります。
ko: 지정된 행 설명 크기 수가 지정된 행 설명 수와 다릅니다.
pl: Podana liczba rozmiarów rzędów różni się od podanej liczby rzędów.
pt_br: O número de tamanhos de rótulo de linha especificado é diferente do número de rótulos de linha especificado.
ru: Заданное число размеров меток строк отличается от заданного числа меток строк.
zh_cn: 指定的行标签大小数目不同于指定的行标签数。
zh_tw: 指定的列標記大小數目與指定的列標記數目不同。

source: SELECT is required unless ROWLABELS is specified
de: SELECT ist erforderlich, sofern nicht ROWLABELS angegeben wurde.
es: SELECT es necesario a menos que se especifique ROWLABELS
fr: SELECT est requis à moins que ROWLABELS soit spécifié
it: SELECT è obbligatorio a meno che non sia specificato ROWLABELS
ja: ROWLABELS が指定されるまで SELECT が必要です
ko: ROWLABELS가 지정되지 않은 경우 SELECT가 필요합니다.
pl: Wymagane jest wybranie opcji WYBIERZ, jeśli nie jest podana opcja ETYKIETYRZĘDÓW
pt_br: SELECT é obrigatório, a menos que ROWLABELS seja especificado
ru: Требуется SELECT, если не задается ROWLABELS
zh_cn: 需要 SELECT，除非指定了 ROWLABELS
zh_tw: 除非指定了 ROWLABELS，否則 SELECT 為必要選項

source: HIDE cannot be applied with columns = <<ALL>>
de: HIDE kann nicht auf Spalten angewendet werden = <<ALL>>
es: HIDE no se puede aplicar con columnas = <<ALL>>
fr: HIDE ne peut pas être appliqué aux colonnes = <<ALL>>
it: Impossibile applicare HIDE alle colonne = <<ALL>>
ja: HIDE は列に適用できません = <<ALL>>
ko: HIDE는 열 = <<ALL>>과 함께 적용할 수 없습니다.
pl: Opcja UKRYJ nie może być zastosowana dla kolumn = <<WSZYSTKIE>>
pt_br: HIDE não pode ser aplicado com colunas = <<ALL>>
ru: HIDE нельзя применить со значением столбцы = <<ALL>>
zh_cn: HIDE 不能与列 = <<ALL>> 一起使用
zh_tw: HIDE 不得套用於行 = <<ALL>>

source: Set Background Color exception: %s %s %s
de: Ausnahme für Hintergrundfarbe festlegen: %s %s %s
es: Establecer excepción de color de fondo: %s %s %s
fr: Définir l'exception de la couleur d'arrière-plan : %s %s %s
it: Eccezione Imposta colore di sfondo: %s %s %s
ja: 背景色の例外 %s %s %s を設定します
ko: 배경 색상 예외 설정: %s %s %s
pl: Ustaw wyjątek koloru tła: %s %s %s
pt_br: Definir exceção de cor de fundo: %s %s %s
ru: Задать исключение для цвета фона: %s %s %s
zh_cn: 设置背景颜色异常: %s %s %s
zh_tw: 設定背景色彩例外： %s %s %s

source: A specified row or column label number does not exist in a selected table. It will be ignored. Any column-specific width settings may be incorrect. Label number: %s. Table size: %s
de: Eine angegebene Zeilen- oder Spaltenbeschriftungsnummer ist in einer ausgewählten Tabelle nicht vorhanden. Sie wird ignoriert. Spaltenspezifische Breiteneinstellungen sind möglicherweise falsch. Beschriftungsnummer: %s. Tabellengröße: %s
es: No hay un número de fila o columna especificado en una tabla seleccionada. Se ignorará. Es posible que los ajustes de anchura específicos de columnas sean incorrectos. Número de etiqueta: %s. Tamaño de tabla: %s
fr: Un numéro d'étiquette de ligne ou de colonne spécifique n'existe pas dans un tableau sélectionné. Il sera ignoré. Un paramètre de largeur spécifique à une colonne est peut-être incorrect. Numéro d'étiquette : %s. Taille du tableau : %s
it: In una tabella selezionata non esiste un numero di etichetta di riga o colonna specificata. Verrà ignorata. Eventuali impostazioni di larghezza specifiche della colonna potrebbero non essere corrette. Numero etichetta: %s. Dimensioni tabella: %s
ja: 指定した行ラベルまたは列ラベルの番号が選択したテーブルにありません。 無視されます。 列固有の幅設定が不適切な場合があります。 ラベル番号: %s テーブル サイズ: %s
ko: 지정한 행 또는 열 설명 번호가 선택한 표에 없습니다. 무시됩니다. 열 특정 너비 설정이 잘못되었을 수 있습니다. 설명 번호: %s. 표 크기: %s
pl: Podana liczba etykiet wierszy lub kolumn nie istnieje w wybranej tabeli. Zostanie zignorowana. Ustawienia szerokości konkretnej kolumny mogą być nieprawidłowe. Numer etykiety: %s. Rozmiar tabeli: %s
pt_br: O número especificado de um rótulo de linha ou coluna não existe em uma tabela selecionada. Ele será ignorado. Alguma configuração de largura específica da coluna pode estar incorreta. Número do rótulo: %s. Tamanho da tabela: %s
ru: Указанная метка строки или столбца не существует в выбранной таблице. Она будет проигнорирована. Любое заданное значение ширины, относящееся к столбцам может быть некорректным. Номер метки: %s. Размер таблицы: %s
zh_cn: 指定的行或列标签编号在选定表中不存在。 将被忽略。 列相关宽度设置可能不正确。 标签编号： %s。表大小：%s
zh_tw: 指定的列或行標記編號不存在於選取的表格中。 將予以略過。 任何行指定的寬度設定值可能不正確。 標記編號： %s。 表格大小： %s

source: Table Labels: %s. Dimensions: %s, %s
de: Tabellenbeschriftungen: %s. Dimensionen: %s, %s
es: Etiquetas de tabla: %s. Dimensiones: %s, %s
fr: Etiquettes de tableau : %s. Dimensions : %s %s
it: Etichette tabella: %s. Dimensioni: %s, %s
ja: テーブル ラベル: %s 次元: %s、%s
ko: 테이블 설명: %s. 차원: %s, %s
pl: Etykiety tabel: %s. Rozmiary: %s, %s
pt_br: Rótulos da tabela: %s: Dimensões: %s, %s
ru: Метки таблиц: %s. Измерения: %s, %s
zh_cn: 表标签: %s。维度: %s, %s
zh_tw: 表格標記： %s。 維度： %s，%s

source: APPLYTO expression is invalid: %s
de: Ausdruck APPLYTO ist ungültig: %s
es: La expresión APPLYTO no es válida: %s
fr: l'expression APPLYTO n'est pas valide : %s
it: Espressione APPLYTO non valida: %s
ja: APPLYTO 式 %s が無効です
ko: APPLYTO 표현식이 잘못되었습니다: %s
pl: Niepoprawne wyrażenie ZASTOSUJDO %s
pt_br: A expressão APPLYTO é inválida: %s
ru: Выражение APPLYTO неверно: %s
zh_cn: APPLYTO 表达式无效:%s
zh_tw: APPLYTO 運算式無效：%s

source: Color specification must consist of three integers (R, G, and B values) between 0 and 255
de: Farbspezifikation muss aus drei ganzen Zahlen (R-, G- und B-Wert) zwischen 0 und 255 bestehen.
es: La especificación de color debe estar compuesta por tres números enteros (valores R, G y B) entre 0 y 255
fr: La spécification de la couleur doit comprendre trois entiers (R, G, and B values) entre 0 et 255
it: La specifica del colore deve includere tre interi (valori R, G e B) compresi tra 0 e 255
ja: 色の指定は 0 から 255 の 3 つの整数 (R、G、および B の値) を指定する必要があります。
ko: 색상 지정은 0 및 255 사이의 세 개 정수(R, G 및 B 값)로 구성되어야 합니다.
pl: Specyfikacja koloru musi się składać z trzech liczb całkowitych (wartości R, G i B) między 0 a 255
pt_br: A especificação da cor deve consistir em três números inteiros (valores R, G e B) entre 0 e 255
ru: Спецификация цвета должна состоять из трех целых чисел (R, G и B) со значениям между 0 и 255
zh_cn: 颜色指定必须包含三个整数（R、G 和 B 值），且在 0 和 255 之间
zh_tw: 色彩指定必須由 3 個介於 0 與 255 之間的整數組成 (R、G，與 B 值)

source: function reference %s not valid
de: Funktionsreferenenz %s ungültig
es: La referencia de la función %s no es válida
fr: la référence de fonction %s n'est pas valide
it: riferimento funzione %s non valido
ja: 関数リファレンス %s が有効ではありません
ko: 함수 참조 %s이(가) 올바르지 않습니다.
pl: odniesienie do funkcji %s jest nieprawidłowe
pt_br: a referência de função %s não é válida
ru: Cсылка функции %s неверна
zh_cn: 函数引用 %s 无效
zh_tw: 函數參考 %s 無效

source: Invalid custom function signature. Too few arguments: %s
de: Ungültige Signatur für benutzerdefinierte Funktion. Nicht genügend Argumente: %s
es: Firma de función personalizada no válida. Los argumentos son demasiado escasos: %s
fr: Signature de fonction personnalisée non valide. Trop peu d'arguments : %s
it: Firma della funzione personalizzata non valida. Numero troppo basso di argomenti: %s
ja: カスタム関数の署名が無効です。 引数の数が少なすぎます: %s
ko: 잘못된 사용자 정의 함수 서명입니다. 인수가 너무 적음: %s
pl: Nieprawidłowy podpis funkcji niestandardowej. Zbyt mało argumentów: %s
pt_br: A assinatura personalizada de função é inválida. Argumentos insuficientes: %s
ru: Недопустимая подпись заданной пользователем функции. Слишком мало аргументов: %s
zh_cn: 自定义函数签名无效。 参数太少：%s
zh_tw: 無效的自訂函數簽章。 引數太少： %s

source: Invalid customfunction parameter expression: %s
de: Ungültiger Parameterausdruck für benutzerdefinierte Funktion: %s
es: Expresión de parámetro de función personalizada no válida: %s
fr: Expression de paramètre customfunction non valide : %s
it: Espressione parametro customfunction non valida: %s
ja: カスタム関数パラメータ式 %s が無効です
ko: 잘못된 customfunction 매개변수 표현식: %s
pl: Nieprawidłowe wyrażenie parametru funkcji niestandardowej: %s
pt_br: A expressão do parâmetro customfunction é inválida: %s
ru: Неверное выражение для параметров дополнительной функции: %s
zh_cn: 自定义函数参数表达式无效:%s
zh_tw: 無效的自訂函數參數運算式：%s

source: Messages
de: Meldungen
es: Mensajes
it: Messaggi
ja: メッセージ
ko: 메시지
pl: Komunikaty
pt_br: Mensagens
ru: Сообщения
zh_cn: 消息
zh_tw: 訊息
